examples/14-benchmarks/state-ownership-data/timed/1790340177642667193-candidate-get-w1.warmup.txt

Summary:
  Total:	1.0023 secs
  Slowest:	0.0268 secs
  Fastest:	0.0015 secs
  Average:	0.0034 secs
  Requests/sec:	7409.8196
  

Response time histogram:
  0.001 [1]	|
  0.004 [7394]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [18]	|
  0.009 [2]	|
  0.012 [2]	|
  0.014 [2]	|
  0.017 [2]	|
  0.019 [1]	|
  0.022 [2]	|
  0.024 [1]	|
  0.027 [2]	|


Latency distribution:
  10% in 0.0033 secs
  25% in 0.0033 secs
  50% in 0.0033 secs
  75% in 0.0034 secs
  90% in 0.0034 secs
  95% in 0.0034 secs
  99% in 0.0036 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0015 secs, 0.0268 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0033 secs, 0.0012 secs, 0.0265 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	7427 responses