examples/14-benchmarks/state-ownership-data/timed/1790340258871653071-release-headers-w1.warmup.txt

Summary:
  Total:	1.0025 secs
  Slowest:	0.0269 secs
  Fastest:	0.0016 secs
  Average:	0.0034 secs
  Requests/sec:	7397.5339
  

Response time histogram:
  0.002 [1]	|
  0.004 [7379]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [22]	|
  0.009 [3]	|
  0.012 [2]	|
  0.014 [2]	|
  0.017 [1]	|
  0.019 [2]	|
  0.022 [1]	|
  0.024 [2]	|
  0.027 [1]	|


Latency distribution:
  10% in 0.0033 secs
  25% in 0.0033 secs
  50% in 0.0034 secs
  75% in 0.0034 secs
  90% in 0.0034 secs
  95% in 0.0034 secs
  99% in 0.0036 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0016 secs, 0.0269 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0010 secs
  resp wait:	0.0033 secs, 0.0013 secs, 0.0257 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	7416 responses